/*******************************************/
/*		SUPPLY ERROR DESCRIPTION MESSAGES	 */
/*******************************************/

"unknown" = "Inconnu";
"failure" = "Échec";
"incompatible" = "Incompatible";
"incorrect" = "Incorrecte";
"incorrectlyInstalled" = "Incorrectement installée";
"wrongHost" = "Hôte incorrect";
"wrongRegion" = "Région incorrecte";
"wrongSlot" = "Fente incorrecte";
"missing" = "Non Installé";
